Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: What's a secret to maintaining a long friendship?
de: Was ist dein Geheimnis für eine langjährige Freundschaft?
es: ¿Cuál es el secreto para mantener una larga amistad?
fr: Quel est le secret pour entretenir une longue amitié ?
it: Qual è il segreto per mantenere una lunga amicizia?
ja: 長く友情を維持する秘訣は何ですか？
ko: 오랜 우정을 유지하는 비결은 무엇인가요?
nb: Hva er hemmeligheten for å opprettholde et langt vennskap?
nl: Wat is het geheim om een lange vriendschap te behouden?
pl: Jaki jest sekret długiej przyjaźni?
pt_br: Qual é o segredo para manter uma longa amizade?
sv: Vad är hemligheten för att upprätthålla en lång vänskap?
uk: Який секрет підтримання довгої дружби?
zh_hans: 维持长久友谊的秘诀是什么？

source: What's a secret you've never told anyone because it's not dramatic, just personal?
de: Was ist ein Geheimnis, das du nie jemandem erzählt hast, weil es nicht dramatisch, sondern einfach persönlich ist?
es: ¿Qué secreto nunca le has contado a nadie porque no es dramático, solo personal?
fr: Quel secret n'as-tu jamais révélé à personne car il n'est pas dramatique, juste personnel ?
it: Quale segreto non hai mai detto a nessuno perché non è drammatico, ma solo personale?
ja: 劇的ではなく、ただ個人的な理由で誰にも言ったことのない秘密は何ですか？
ko: 극적이지 않고 단지 개인적이어서 아무에게도 말하지 않은 비밀은 무엇인가요?
nb: Hvilken hemmelighet har du aldri fortalt noen fordi den ikke er dramatisk, bare personlig?
nl: Welk geheim heb je nooit aan iemand verteld omdat het niet dramatisch is, maar gewoon persoonlijk?
pl: Jaką tajemnicę nikomu nie ujawniłeś, bo nie jest dramatyczna, tylko osobista?
pt_br: Que segredo você nunca contou a ninguém porque não é dramático, apenas pessoal?
sv: Vilken hemlighet har du aldrig berättat för någon eftersom den inte är dramatisk, bara personlig?
uk: Яку таємницю ви ніколи нікому не розповідали, бо вона не драматична, а просто особиста?
zh_hans: 哪个秘密你从没告诉过任何人，不是因为它很戏剧化，只是很私人？

source: What's a show you've rewatched more than three times?
de: Welche Serie hast du mehr als dreimal wiederholt gesehen?
es: ¿Qué serie has visto más de tres veces?
fr: Quelle série avez-vous regardée plus de trois fois ?
it: Quale serie hai rivisto più di tre volte?
ja: 3回以上見返した番組は何ですか？
ko: 세 번 이상 다시 본 프로그램은 무엇인가요?
nb: Hvilken serie har du sett mer enn tre ganger?
nl: Welke serie heb je meer dan drie keer opnieuw bekeken?
pl: Jaki serial obejrzałeś więcej niż trzy razy?
pt_br: Qual série você reassistiu mais de três vezes?
sv: Vilken serie har du tittat på mer än tre gånger?
uk: Яке шоу ви переглядали більше трьох разів?
zh_hans: 哪部剧你重看了三遍以上？

source: What's a sign that a friendship has run its course?
de: Woran erkennst du, dass eine Freundschaft ihr Ende gefunden hat?
es: ¿Qué señal indica que una amistad ha llegado a su fin?
fr: Quel est le signe qu'une amitié a vécu ?
it: Qual è un segnale che un'amicizia è giunta al termine?
ja: 友情が終わったサインは何ですか？
ko: 우정이 끝났다는 신호는 무엇인가요?
nb: Hva er et tegn på at et vennskap har løpt sin gang?
nl: Wat is een teken dat een vriendschap voorbij is?
pl: Jaki jest znak, że przyjaźń dobiegła końca?
pt_br: Qual é o sinal de que uma amizade chegou ao fim?
sv: Vad är ett tecken på att en vänskap har gjort sitt?
uk: Яка ознака того, що дружба вичерпала себе?
zh_hans: 什么迹象表明一段友谊已经走到尽头？

source: What's a skill that becomes surprisingly important when you travel?
de: Welche Fähigkeit wird auf Reisen überraschend wichtig?
es: ¿Qué habilidad se vuelve sorprendentemente importante cuando viajas?
fr: Quelle compétence devient étonnamment importante en voyage ?
it: Quale abilità diventa sorprendentemente importante quando viaggi?
ja: 旅行中に驚くほど重要になるスキルは何ですか？
ko: 여행할 때 놀랍도록 중요해지는 기술은 무엇인가요?
nb: Hvilken ferdighet blir overraskende viktig når du reiser?
nl: Welke vaardigheid wordt verrassend belangrijk als je reist?
pl: Jaka umiejętność staje się zaskakująco ważna podczas podróży?
pt_br: Qual habilidade se torna surpreendentemente importante ao viajar?
sv: Vilken färdighet blir överraskande viktig när du reser?
uk: Яка навичка стає напрочуд важливою під час подорожей?
zh_hans: 哪项技能在旅行时会变得出奇地重要？

source: What's a skill you admire in others and want for yourself?
de: Welche Fähigkeit bewunderst du an anderen und möchtest du selbst haben?
es: ¿Qué habilidad admiras en los demás y quieres para ti mismo?
fr: Quelle est une compétence que tu admires chez les autres et que tu veux pour toi-même ?
it: Qual è un'abilità che ammiri negli altri e vuoi per te stesso?
ja: 他の人に憧れ、自分も欲しいと思うスキルは何ですか？
ko: 다른 사람들에게서 존경하고 스스로도 갖고 싶은 기술은 무엇인가요?
nb: Hvilken ferdighet beundrer du hos andre og vil ha selv?
nl: Welke vaardigheid bewonder je bij anderen en wil je zelf hebben?
pl: Jaką umiejętność podziwiasz u innych i chcesz ją posiadać?
pt_br: Qual é uma habilidade que você admira em outras pessoas e quer para si?
sv: Vilken färdighet beundrar du hos andra och vill ha själv?
uk: Яку навичку ви захоплюєтесь в інших і хочете мати для себе?
zh_hans: 你在别人身上欣赏并希望自己也拥有的技能是什么？

source: What's a skill you have that would be completely useless in a survival situation?
de: Welche Fähigkeit hast du, die in einer Überlebenssituation völlig nutzlos wäre?
es: ¿Qué habilidad tienes que sería completamente inútil en una situación de supervivencia?
fr: Quelle est une compétence que tu as et qui serait totalement inutile en situation de survie ?
it: Qual è un'abilità che hai che sarebbe completamente inutile in una situazione di sopravvivenza?
ja: サバイバル状況では全く役に立たない、あなたのスキルは何ですか？
ko: 생존 상황에서 전혀 쓸모없는 당신의 기술은 무엇인가요?
nb: Hva er en ferdighet du har som ville vært helt ubrukelig i en overlevelsessituasjon?
nl: Welke vaardigheid heb jij die totaal nutteloos zou zijn in een overlevingssituatie?
pl: Jaką umiejętność posiadasz, która byłaby całkowicie bezużyteczna w sytuacji przetrwania?
pt_br: Qual habilidade você tem que seria completamente inútil em uma situação de sobrevivência?
sv: Vilken färdighet har du som skulle vara helt värdelös i en överlevnadssituation?
uk: Яка навичка у тебе є, яка була б абсолютно марною в ситуації виживання?
zh_hans: 你有什么技能在生存情况下完全没用？

source: What's a skill you have that's only useful in a very specific, unlikely scenario?
de: Welche Fähigkeit hast du, die nur in einem sehr spezifischen, unwahrscheinlichen Szenario nützlich ist?
es: ¿Qué habilidad tienes que solo es útil en un escenario muy específico e improbable?
fr: Quelle compétence as-tu qui n'est utile que dans un scénario très spécifique et improbable ?
it: Qual è un'abilità che hai che è utile solo in uno scenario molto specifico e improbabile?
ja: あなたが持っているスキルで、非常に特定の、ありえないシナリオでしか役に立たないものは何ですか？
ko: 매우 특정하고 드문 상황에서만 유용한 당신만의 기술이 있다면 뭐예요?
nb: Hvilken ferdighet har du som bare er nyttig i et veldig spesifikt, usannsynlig scenario?
nl: Welke vaardigheid heb jij die alleen nuttig is in een heel specifiek, onwaarschijnlijk scenario?
pl: Jaką umiejętność posiadasz, która jest przydatna tylko w bardzo konkretnym, mało prawdopodobnym scenariuszu?
pt_br: Qual é uma habilidade que você tem que só é útil num cenário muito específico e improvável?
sv: Vilken färdighet har du som bara är användbar i ett mycket specifikt, osannolikt scenario?
uk: Яка навичка у вас є, яка корисна лише в дуже специфічному, малоймовірному сценарії?
zh_hans: 你有什么技能只在非常具体、不大可能发生的情况下才用得上？

source: What's a skill you have that's totally useless in the modern world?
de: Welche Fähigkeit besitzt du, die in der modernen Welt völlig nutzlos ist?
es: ¿Qué habilidad tienes que sea totalmente inútil en el mundo moderno?
fr: Quelle compétence as-tu qui est totalement inutile dans le monde moderne ?
it: Che abilità hai che è totalmente inutile nel mondo moderno?
ja: 現代の世界では全く役に立たない、あなたのスキルは何ですか？
ko: 현대 사회에서 전혀 쓸모없는 당신의 기술은 무엇인가요?
nb: Hvilken ferdighet har du som er helt ubrukelig i den moderne verden?
nl: Welke vaardigheid heb jij die totaal nutteloos is in de moderne wereld?
pl: Jaką umiejętność posiadasz, która jest całkowicie bezużyteczna we współczesnym świecie?
pt_br: Qual habilidade você tem que é totalmente inútil no mundo moderno?
sv: Vilken färdighet har du som är helt oanvändbar i den moderna världen?
uk: Яка у вас навичка є абсолютно марною в сучасному світі?
zh_hans: 你有什么技能在现代社会完全没用？

source: What's a skill you learned as a kid that you never thought you'd use, but do?
de: Was ist eine Fähigkeit, die du als Kind gelernt hast, von der du dachtest, du würdest sie nie brauchen – aber dann doch?
es: ¿Qué habilidad aprendiste de niño que nunca creíste que usarías, pero usas?
fr: Quelle compétence as-tu apprise enfant, que tu n’aurais jamais pensé utiliser, mais que tu utilises pourtant ?
it: Qual è un'abilità che hai imparato da bambino che non pensavi avresti mai usato, ma invece usi?
ja: 子供の頃に学んで、絶対使わないと思っていたけど実際に使っているスキルは何ですか？
ko: 어릴 때 배웠지만 절대 쓰지 않을 거라 생각했는데 실제로 쓰고 있는 기술은 무엇인가요?
nb: Hvilken ferdighet lærte du som barn som du aldri trodde du ville bruke, men som du faktisk gjør?
nl: Welke vaardigheid leerde je als kind waarvan je dacht die nooit te gebruiken, maar die je nu wel gebruikt?
pl: Jakiej umiejętności nauczyłeś się jako dziecko, o której myślałeś, że nigdy jej nie użyjesz, a jednak używasz?
pt_br: Qual habilidade você aprendeu quando criança que achou que nunca usaria, mas usa?
sv: Vilken färdighet lärde du dig som barn som du aldrig trodde du skulle använda, men som du gör?
uk: Яку навичку ти вивчив у дитинстві, яку ніколи не думав, що використаєш, але використовуєш?
zh_hans: 你小时候学过哪项你从没想过会用、但确实用到了的技能？

source: What's a skill you think everyone should learn?
de: Welche Fähigkeit sollte deiner Meinung nach jeder lernen?
es: ¿Qué habilidad crees que todos deberían aprender?
fr: Quelle compétence pensez-vous que tout le monde devrait apprendre ?
it: Quale abilità pensi che tutti dovrebbero imparare?
ja: 誰もが学ぶべきだと思うスキルは何ですか？
ko: 모두가 배워야 한다고 생각하는 기술은 무엇인가요?
nb: Hvilken ferdighet mener du alle burde lære?
nl: Welke vaardigheid vind jij dat iedereen zou moeten leren?
pl: Jakiej umiejętności twoim zdaniem każdy powinien się nauczyć?
pt_br: Qual habilidade você acha que todos deveriam aprender?
sv: Vilken färdighet tycker du att alla borde lära sig?
uk: Яку навичку, на вашу думку, кожен повинен вивчити?
zh_hans: 你认为每个人都应该学习什么技能？

source: What's a skill you think is becoming extinct that you want to preserve?
de: Welche Fähigkeit, die deiner Meinung nach ausstirbt, möchtest du bewahren?
es: ¿Qué habilidad que crees que se está extinguiendo quieres preservar?
fr: Quelle compétence penses-tu être en voie d'extinction et que tu veux préserver ?
it: Quale abilità pensi stia diventando estinta e vuoi preservare?
ja: 絶滅しつつあると思うスキルで、あなたが守りたいものは何ですか？
ko: 사라져 가고 있다고 생각하는 기술 중에서 보존하고 싶은 것이 있나요?
nb: Hvilken ferdighet tror du er i ferd med å dø ut og som du vil bevare?
nl: Welke vaardigheid waarvan je denkt dat die uitsterft, wil je behouden?
pl: Jaką umiejętność, która Twoim zdaniem wymiera, chcesz zachować?
pt_br: Qual habilidade que você acha que está se tornando extinta e você quer preservar?
sv: Vilken färdighet tror du håller på att dö ut som du vill bevara?
uk: Яку навичку, яка, на вашу думку, зникає, ви хочете зберегти?
zh_hans: 你认为哪项正在消失的技能是你想保留下来的？

source: What's a skill you think would make the world a better place if everyone learned it?
de: Welche Fähigkeit würde deiner Meinung nach die Welt zu einem besseren Ort machen, wenn sie jeder erlernen würde?
es: ¿Qué habilidad crees que haría del mundo un lugar mejor si todos la aprendieran?
fr: Quelle compétence penses-tu rendrait le monde meilleur si tout le monde l'apprenait ?
it: Quale abilità pensi renderebbe il mondo un posto migliore se tutti la imparassero?
ja: 誰もが学べば世界がより良くなるとあなたが思うスキルは何ですか？
ko: 모두가 배우면 세상이 더 나은 곳이 될 것 같은 기술은 무엇인가요?
nb: Hvilken ferdighet tror du ville gjort verden til et bedre sted hvis alle lærte den?
nl: Welke vaardigheid zou volgens jou de wereld een betere plek maken als iedereen die zou leren?
pl: Jaka umiejętność, Twoim zdaniem, uczyniłaby świat lepszym, gdyby każdy się jej nauczył?
pt_br: Qual habilidade você acha que tornaria o mundo um lugar melhor se todos a aprendessem?
sv: Vilken färdighet tror du skulle göra världen bättre om alla lärde sig den?
uk: Яка навичка, на вашу думку, зробила б світ кращим, якби кожен її опанував?
zh_hans: 你觉得哪项技能如果人人都学会，世界会变得更美好？

source: What's a skill you're secretly proud of?
de: Welche Fähigkeit macht dich heimlich stolz?
es: ¿Qué habilidad te enorgullece en secreto?
fr: Quelle est la compétence dont vous êtes secrètement fier/fière ?
it: Qual è un'abilità di cui sei segretamente orgoglioso?
ja: 密かに誇りに思っているスキルは何ですか？
ko: 비밀스럽게 자랑스러워하는 기술은 무엇인가요?
nb: Hvilken ferdighet er du hemmelig stolt av?
nl: Op welke vaardigheid ben je stiekem trots?
pl: Z jakiej umiejętności jesteś po cichu dumny?
pt_br: Qual é a habilidade da qual você tem orgulho secreto?
sv: Vilken färdighet är du hemligt stolt över?
uk: Якою навичкою ви таємно пишаєтесь?
zh_hans: 你有什么暗自骄傲的技能？

source: What's a small act of love you think is deeply underrated?
de: Was ist eine kleine Liebesgeste, die du für stark unterschätzt hältst?
es: ¿Qué pequeño acto de amor crees que está profundamente subestimado?
fr: Quel petit acte d'amour penses-tu être profondément sous-estimé ?
it: Quale piccolo gesto d'amore pensi sia profondamente sottovalutato?
ja: 深く過小評価されていると思う小さな愛情表現は何ですか？
ko: 깊이 과소평가되고 있다고 생각하는 작은 사랑의 행동은 무엇인가요?
nb: Hva er en liten kjærlighetshandling du mener er dypt undervurdert?
nl: Wat is een kleine daad van liefde die volgens jou zwaar wordt onderschat?
pl: Jaki mały akt miłości jest twoim zdaniem głęboko niedoceniany?
pt_br: Qual pequeno ato de amor você acha que é profundamente subestimado?
sv: Vad är en liten kärlekshandling som du tycker är djupt underskattad?
uk: Який невеликий прояв любові, на вашу думку, сильно недооцінений?
zh_hans: 你觉得什么小小的爱的举动被严重低估了？

source: What's a small act of rebellion you do that is an act of self-love?
de: Welchen kleinen Akt der Rebellion tust du, der Selbstliebe ist?
es: ¿Qué pequeño acto de rebelión haces que es un acto de amor propio?
fr: Quel petit acte de rébellion faites-vous qui est un acte d'amour de soi ?
it: Quale piccolo atto di ribellione fai che è un atto di amore per te stesso?
ja: 自己愛の行為として行う小さな反抗行為は何ですか？
ko: 자기 사랑의 행위로서 하는 작은 반항은 무엇인가요?
nb: Hvilken liten opprørshandling gjør du som er en handling av selvkjærlighet?
nl: Welke kleine daad van rebellie doe jij die een daad van zelfliefde is?
pl: Jaki mały akt buntu jest dla ciebie aktem miłości własnej?
pt_br: Qual pequeno ato de rebelião você faz que é um ato de amor-próprio?
sv: Vilken liten revolt gör du som är en handling av självkärlek?
uk: Який маленький акт бунту ви робите як акт любові до себе?
zh_hans: 你做的哪个小小的反叛行为是一种自爱？

source: What's a small daily ritual that matters to you?
de: Was ist ein kleines tägliches Ritual, das dir wichtig ist?
es: ¿Qué pequeño ritual diario te importa?
fr: Quel petit rituel quotidien compte pour toi ?
it: Quale piccolo rituale quotidiano è importante per te?
ja: あなたにとって大切な小さな日課は何ですか？
ko: 당신에게 중요한 작은 일상 의식은 무엇인가요?
nb: Hva er et lite daglig rituale som betyr noe for deg?
nl: Wat is een klein dagelijks ritueel dat voor jou belangrijk is?
pl: Jaki jest mały codzienny rytuał, który ma dla ciebie znaczenie?
pt_br: Qual é um pequeno ritual diário que importa para você?
sv: Vad är en liten daglig ritual som betyder något för dig?
uk: Який невеликий щоденний ритуал має для вас значення?
zh_hans: 对你来说很重要的小日常仪式是什么？

source: What's a small habit you want to build that you think would improve your life significantly?
de: Welche kleine Angewohnheit möchtest du dir aneignen, die dein Leben deutlich verbessern würde?
es: ¿Qué pequeño hábito quieres desarrollar que creas que mejoraría significativamente tu vida?
fr: Quelle petite habitude veux-tu adopter et qui améliorerait significativement ta vie ?
it: Quale piccola abitudine vuoi costruire che pensi migliorerebbe significativamente la tua vita?
ja: 身につけたいと思っている、生活を大きく改善する小さな習慣は何ですか？
ko: 삶을 크게 개선할 것 같은 작은 습관 하나를 들이고 싶다면 무엇인가요?
nb: Hvilken liten vane vil du bygge opp som du tror ville forbedret livet ditt betydelig?
nl: Welke kleine gewoonte wil je aanleren waarvan je denkt dat je leven er aanzienlijk beter van wordt?
pl: Jaki mały nawyk chcesz wypracować, który Twoim zdaniem znacznie poprawiłby Twoje życie?
pt_br: Qual pequeno hábito você quer criar que acha que melhoraria significativamente sua vida?
sv: Vilken liten vana vill du bygga upp som du tror skulle förbättra ditt liv avsevärt?
uk: Яку маленьку звичку ви хочете виробити, яка, на вашу думку, значно покращить ваше життя?
zh_hans: 你想养成哪个能显著改善生活的小习惯？

source: What's a small moment that made you feel deeply connected to humanity?
de: Welcher kleine Moment ließ dich tief mit der Menschheit verbunden fühlen?
es: ¿Qué pequeño momento te hizo sentir profundamente conectado con la humanidad?
fr: Quel petit moment vous a fait sentir profondément connecté à l'humanité ?
it: Quale piccolo momento ti ha fatto sentire profondamente connesso all'umanità?
ja: 人類との深いつながりを感じた小さな瞬間は何ですか？
ko: 인류와 깊이 연결되었다고 느꼈던 작은 순간은 무엇인가요?
nb: Hvilket lite øyeblikk fikk deg til å føle deg dypt forbundet med menneskeheten?
nl: Welk klein moment zorgde ervoor dat je je diep verbonden voelde met de mensheid?
pl: Jaka mała chwila sprawiła, że poczułeś głęboką więź z ludzkością?
pt_br: Que pequeno momento fez você se sentir profundamente conectado à humanidade?
sv: Vilket litet ögonblick fick dig att känna dig djupt förbunden med mänskligheten?
uk: Який маленький момент змусив вас відчути глибокий зв'язок із людством?
zh_hans: 哪个小瞬间让你感到与人类 deeply connected？

source: What's a small thing someone does that instantly makes you feel cared for?
de: Welche kleine Geste eines anderen sorgt sofort dafür, dass du dich umsorgt fühlst?
es: ¿Qué pequeña cosa hace alguien que te hace sentir cuidado instantáneamente?
fr: Quelle petite chose quelqu'un fait qui vous fait instantanément sentir aimé(e) et pris(e) en charge ?
it: Quale piccola cosa fa qualcuno che ti fa sentire immediatamente curato?
ja: 誰かのどんな小さな行動が、すぐにあなたを大切にされていると感じさせますか？
ko: 누군가의 어떤 작은 행동이 당신을 즉시 돌봄 받는다고 느끼게 하나요?
nb: Hvilken liten ting gjør noen som umiddelbart får deg til å føle deg ivaretatt?
nl: Welk klein ding doet iemand waardoor jij je meteen verzorgd voelt?
pl: Jaki drobiazg sprawia, że natychmiast czujesz się zaopiekowany?
pt_br: Que pequena coisa alguém faz que instantaneamente faz você se sentir cuidado?
sv: Vilken liten sak gör någon som direkt får dig att känna dig omhändertagen?
uk: Яка маленька дія іншої людини змушує вас одразу відчути турботу?
zh_hans: 别人做的哪件小事会让你立刻感到被关心？

source: What's a small way you show love that you wish was reciprocated?
de: Wie zeigst du auf kleine Weise Liebe und wünschst dir, dass sie erwidert wird?
es: ¿Qué pequeña forma de mostrar amor te gustaría que fuera correspondida?
fr: Quelle petite façon de montrer votre amour aimeriez-vous voir être réciproque ?
it: Quale piccolo gesto d'amore che fai vorresti fosse ricambiato?
ja: あなたが愛情を示す小さな方法で、返してほしいと思うものは何ですか？
ko: 당신이 사랑을 표현하는 작은 방식 중 되받았으면 하는 것은 무엇인가요?
nb: På hvilken liten måte viser du kjærlighet som du skulle ønske ble gjengjeldt?
nl: Op welke kleine manier toon jij liefde waarvan je wenst dat die wordt beantwoord?
pl: Jaki drobny sposób okazywania miłości chciałbyś, żeby był odwzajemniony?
pt_br: Qual pequena forma de demonstrar amor você gostaria que fosse correspondida?
sv: På vilket litet sätt visar du kärlek som du önskar blev besvarad?
uk: Яким маленьким способом ви виявляєте любов і хотіли б отримати взаємність?
zh_hans: 你用哪种小方式表达爱意，并希望得到回应？

source: What's a small, simple thing that made you smile recently?
de: Was ist eine kleine, einfache Sache, die dich kürzlich zum Lächeln gebracht hat?
es: ¿Qué cosa pequeña y sencilla te hizo sonreír recientemente?
fr: Quelle petite chose simple t'a fait sourire récemment ?
it: Quale piccola cosa semplice ti ha fatto sorridere di recente?
ja: 最近、あなたを笑顔にした小さなシンプルなことは何ですか？
ko: 최근에 당신을 미소 짓게 한 작고 단순한 것은 무엇인가요?
nb: Hva er en liten, enkel ting som fikk deg til å smile i det siste?
nl: Wat is een klein, eenvoudig ding dat je onlangs aan het glimlachen bracht?
pl: Jaka mała, prosta rzecz sprawiła, że ostatnio się uśmiechnąłeś?
pt_br: Qual foi a coisa pequena e simples que fez você sorrir recentemente?
sv: Vad är en liten, enkel sak som fick dig att le nyligen?
uk: Яка маленька проста річ нещодавно викликала у вас посмішку?
zh_hans: 最近有什么小而简单的事情让你笑了？

source: What's a smell from childhood that brings everything back?
de: Welcher Geruch aus deiner Kindheit bringt alles zurück?
es: ¿Qué olor de la infancia te lo trae todo de vuelta?
fr: Quelle odeur d'enfance te ramène tout en mémoire ?
it: Quale odore dell'infanzia ti riporta tutto alla mente?
ja: 子供時代のどんな匂いがすべてを思い出させますか？
ko: 모든 것을 떠올리게 하는 어린 시절의 냄새가 있나요?
nb: Hvilken lukt fra barndommen bringer alt tilbake?
nl: Welke geur uit je kindertijd brengt alles terug?
pl: Jaki zapach z dzieciństwa przywołuje wszystkie wspomnienia?
pt_br: Qual cheiro da infância traz tudo de volta?
sv: Vilken doft från barndomen tar tillbaka allt?
uk: Який запах з дитинства повертає все назад?
zh_hans: 童年时的什么气味能勾起你所有的回忆？

source: What's a smell that always reminds you of a specific trip?
de: Welcher Geruch erinnert dich immer an eine bestimmte Reise?
es: ¿Qué olor te recuerda siempre a un viaje específico?
fr: Quelle odeur te rappelle toujours un voyage spécifique ?
it: Quale odore ti ricorda sempre un viaggio specifico?
ja: 特定の旅行をいつも思い出させる匂いは何ですか？
ko: 특정 여행을 항상 떠오르게 하는 냄새는 무엇인가요?
nb: Hvilken lukt minner deg alltid om en bestemt tur?
nl: Welke geur herinnert je altijd aan een specifieke reis?
pl: Jaki zapach zawsze przypomina ci konkretną podróż?
pt_br: Qual cheiro sempre te lembra uma viagem específica?
sv: Vilken lukt påminner dig alltid om en specifik resa?
uk: Який запах завжди нагадує вам про певну подорож?
zh_hans: 哪种气味总会让你想起某次特定的旅行？

source: What’s a smell that instantly takes you back to your childhood?
de: Welcher Geruch versetzt dich sofort in deine Kindheit zurück?
es: ¿Qué olor te transporta instantáneamente a tu infancia?
fr: Quelle odeur te ramène instantanément à ton enfance ?
it: Quale odore ti riporta immediatamente alla tua infanzia?
ja: すぐに子供時代を思い出させる匂いは何ですか？
ko: 순간적으로 어린 시절로 데려가는 냄새는 무엇인가요?
nb: Hvilken lukt tar deg umiddelbart tilbake til barndommen?
nl: Welke geur brengt je meteen terug naar je kindertijd?
pl: Jaki zapach natychmiast przenosi cię do dzieciństwa?
pt_br: Qual cheiro te transporta instantaneamente de volta à sua infância?
sv: Vilken doft tar dig omedelbart tillbaka till din barndom?
uk: Який запах миттєво повертає вас у дитинство?
zh_hans: 哪种气味能立刻让你想起童年？

source: What's a smell that instantly takes you somewhere?
de: Welcher Geruch versetzt dich sofort an einen bestimmten Ort?
es: ¿Qué olor te transporta instantáneamente a algún lugar?
fr: Quelle odeur vous transporte instantanément quelque part ?
it: Quale odore ti trasporta immediatamente da qualche parte?
ja: 瞬間的にどこかに連れて行ってくれる匂いは何ですか？
ko: 순간적으로 어딘가로 데려다주는 냄새는 무엇인가요?
nb: Hvilken lukt tar deg umiddelbart til et sted?
nl: Welke geur brengt je meteen ergens heen?
pl: Jaki zapach natychmiast przenosi cię w jakieś miejsce?
pt_br: Qual cheiro instantaneamente te leva para algum lugar?
sv: Vilken lukt tar dig omedelbart någonstans?
uk: Який запах миттєво переносить вас кудись?
zh_hans: 哪种气味会立刻把你带到某个地方？
